***messages***

:STRINGS

IDS_EXTRACTTO                  "解压文件(&A)..."
IDS_EXTRACT                    "解压到 %s(&E)"
IDS_EXTRACTHERE                "解压到当前文件夹(&X)"
IDS_EXTRACTSEPARATE            "解压每个压缩文件到单独的文件夹(&S)"
IDS_EXTRTOHELP                 "解压文件。允许附加选项"
IDS_EXTRHELP                   "解压文件到指定文件夹"
IDS_EXTRHEREHELP               "解压文件到当前文件夹"
IDS_EXTRSEPARATEHELP           "解压每个选定的压缩文件到一个单独的文件夹"
IDS_ADD                        "添加到压缩文件(&A)..."
IDS_ADDHELP                    "添加文件到一个压缩文件中。允许附加选项"
IDS_ADDARC                     "添加到 %s(&T)"
IDS_ADDARCHELP                 "添加所有文件到压缩文件中"
IDS_OPENARCHIVE                "用 WinRAR 打开(&W)"
IDS_OPENARCHIVEHELP            "在 WinRAR 里打开压缩文件"
IDS_PROPTITLE                  "压缩文件"
IDS_PROPCMTTITLE               "注释"
IDS_UNKNOWN                    "未知"
IDS_INFOSOLID                  "固实"
IDS_INFOSFX                    "SFX"
IDS_INFOVOLUME                 "%s 压缩分卷"
IDS_INFOARCHIVE                "%s 压缩文件"
IDS_PRESENT                    "存在"
IDS_ABSENT                     "不存在"

; Displayed in archive properties dialog for archives with encrypted
; file names. Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "名称和数据"

IDS_EMAILARC                   "压缩到 %s 并通过邮件发送"
IDS_EMAILARCOPT                "压缩并通过邮件发送..."
IDS_TEST                       "测试压缩文件(&I)"
IDS_TESTHELP                   "检查压缩文档的错误"
IDS_CONVERT                    "转换压缩文件..."
IDS_PROFILE                    "使用压缩配置来添加文件到压缩文档"
IDS_BYTES                      "字节"
; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"



:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "待解压版本"
IDC_INFOOSTEXT                 "压缩平台"
IDC_INFOFOLDERSTEXT            "总文件夹"
IDC_INFOFILESTEXT              "总文件"
IDC_INFOTOTALLENGTHTEXT        "总大小"
IDC_INFOPACKEDLENGTHTEXT       "打包大小"
IDC_INFORATIOTEXT              "压缩率"
IDC_INFOSFXTEXT                "SFX 模块大小"
IDC_INFOMAINCOMMENTTEXT        "主要注释"
IDC_INFOPASSWORDSTEXT          "加密"
IDC_INFODICTTEXT               "字典大小"
IDC_INFORECTEXT                "恢复记录"
IDC_INFOLOCKTEXT               "压缩文件锁定"
IDC_INFOORIGNAMETEXT           "原始名称"
IDC_INFOORIGTIMETEXT           "原始时间"


:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"
